{
    "ID": 1042,
    "post_title": "Terms of Use",
    "post_content": "<!-- wp:paragraph -->\n<p>By visiting www.lastapple.com, owned by LastApple, you agree to abide by the Terms of Use described below. We have created these rules and guidelines to protect you and to ensure that LastApple's Web site is safe for everybody. By agreeing to these terms, you are taking responsibility for your own actions. If you do not agree to the terms of use below, please do not access or use this site.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><strong>Legal Notice and Disclaimer</strong></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LastApple obtains all information, downloadable files and software contained herein from sources believed by LastApple to be accurate and reliable. Because of the possibility of human and mechanical error as well as other factors, LastApple shall not be held responsible for any errors or omissions in the information, and/or downloadable files, and/or software available at the LastApple Web site. LastApple makes no representations, and expressly disclaims all responsibilities, about the suitability, for any purpose, of the information, downloadable files and/or software that are available to the user at the LastApple Web site. LastApple may change any information and/or software in the Web site at any time without notice of any kind. The information and software on this site are provided \"as is\" without expressed or implied warranties of any kind. LastApple expressly disclaims all warranties with regard to the information and/or software, including but not limited to all implied warranties of merchantability and fitness for a particular purpose. In no event shall LastApple be liable for any special, incidental, indirect or consequential damages or any other damages whatsoever, including without limitation, any loss of use, lost data, or lost profits or opportunity, or punitive damages, whether in an action of contract, negligence or other tort action, arising out of or in connection with the accuracy, use, or performance of the information, and/or downloadable files and/or software on LastApple's Web site. Some U.S. states and foreign countries may provide rights in addition to those above, or do not allow limitation or exclusion of implied warranties, or liability for incidental or consequential damages. Therefore, the above limitations may not apply to you or there may be state provisions that supersede the above. Any clause or any portion of a clause declared invalid shall be deemed severable and shall not affect the validity or enforceability of the remainder of the clause. These terms may only be amended in writing, must be signed by LastApple's authorized representatives, and shall be governed by the laws of the State of California.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><strong>Links to Third Party Sites</strong></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>The links to third parties contained within this Web site will allow you to leave LastApple's site. The sites that are linked to LastApple’s site are not under the control of LastApple. LastApple is not, and shall not be, held responsible for the contents, in any way or form, of any linked site or of any link contained in a linked site. LastApple provides these links only as a convenience to you, the user of the Web site; and the inclusion of any link to a third party site it is not, nor does it imply in any way LastApple's of the linked site.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Any rights not expressly granted by LastApple herein are expressly reserved.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LastApple Web Site Terms of Use</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Acceptance of Terms of Use</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>www.lastapple.com: The access to LastApple's site is provided free of charge to you by LastApple under these Terms of Use. Although portions of LastApple's site may be viewed simply by visiting the site, in order to access the e-commerce site and/or receive additional services from LastApple you may need to sign on as a guest or register as a member of LastApple's site. If you sign on to LastApple's site as a guest or if you register as a member of LastApple's site community, these Terms of Use will govern your use of LastApple's site, including access to message boards and other features.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>BY SIGNING ON TO LASTAPPLE'S SITE AS A GUEST AND/OR BY OPENING AN ACCOUNT AND COMPLETING THE REGISTRATION PROCESS AND/OR BY SELECTING THE \"ORDER NOW\" OPTION, YOU ARE INDICATING YOUR AGREEMENT TO BE BOUND BY THESE TERMS OF USE AS SUCH TERMS MAY BE MODIFIED FROM TIME TO TIME.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>These Terms of Use govern your use of LastApple's site and all services provided in connection with LastApple's site. LastApple shall not be liable to you for any breach of these Terms of Use. In addition, LastApple does not bear any fiduciary responsibility to any user of this Web site. If you do not agree to these Terms of Use, please do not enter or register at LastApple's site. The Terms of Use for your continued use of LastApple's site will be posted on the site. Please check this area before using LastApple's site to determine whether a change has been made to these Terms of Use. If you do not agree to these changes in the Terms of Use as they may occur from time to time, please arrange to terminate your registration with LastApple's site immediately (i) by notifying LastApple of your unwillingness to accept the changes to the Terms of Use; and (ii) by discontinuing your use of LastApple’s site. Your continued use of LastApple’s site shall be construed as, and shall constitute your acceptance of any and all changes in the terms and conditions set forth herein.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>From time to time LastApple may supplement these Terms of Use with additional Terms pertaining to specific content or events (\"Additional Terms\"), which Additional Terms may be placed on LastApple’s site to be viewed in connection with the specific content or events and shall be identified as such. You understand and agree that such Additional Terms are hereby incorporated by reference into these Terms of Use.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>From time to time LastApple may supplement these Terms of Use with additional Terms pertaining to specific content or events (\"Additional Terms\"), which Additional Terms may be placed on LastApple’s site to be viewed in connection with the specific content or events and shall be identified as such. You understand and agree that such Additional Terms are hereby incorporated by reference into these Terms of Use.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Registration Information/Privacy Policy</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Collection of Personal Information</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>When you engage in certain activities on this site, such as ordering products, downloading software, or entering contests, LastApple may ask you to provide certain information about yourself by filling out and submitting an online form. It is completely optional for you to engage in these activities. If you elect to engage in these activities, however, LastApple may require that you provide certain personal information such as your name, mailing address, e-mail address, and other personal identifying information. When ordering products on the Web site, you may be asked to provide a credit card number. In some countries, LastApple is represented by an exclusive reseller who provides marketing, sales, and support services on behalf of LastApple in the interest of providing better service to customers residing in those countries. When you submit personal information to LastApple, you understand and agree that if you reside in a country where LastApple is represented by an exclusive reseller, LastApple may forward your customer profile to such reseller for the purpose of providing you with marketing, sales, and support services. Your personal information will not be leased, sold, rented or otherwise made available to any other third party except to the extent necessary to comply with applicable laws, police investigations, or in legal proceedings where such information is relevant. Occasionally, LastApple allows access to database information to bonded mailing houses only for the purpose of allowing for the printing of mailing labels that are used for LastApple's own direct mail and promotional purposes. In those instances, the third party is bound by these terms. All information collected, regardless of type, will be protected pursuant to the Privacy Act and the Freedom of Information Act.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LastApple collects this information in order to record and support your participation in the activities you select. If you order a product, for example, the information is used to register your license and rights, if any, to upgrade discounts, technical support, or other benefits that may be made available to registered users. If you enter a contest, information is collected to qualify the entry and contact you regarding the contest or prize awards. LastApple also uses information that you provide as part of our effort to keep you informed about product upgrades, special offers, and other LastApple products and services.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Notwithstanding other provisions contained herein to the contrary, you hereby agree that LastApple may assign, sell, license, or otherwise transfer to a third party, your name, address, email address, member name and any other personal information in connection with an assignment, sale, joint venture, or other transfer or disposition of a material portion or essentially all of the assets or stock of LastApple or its affiliated entities.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Your personally identifying information will not be used by LastApple for editorial purposes unless you first agree in writing. LastApple may also use such information for LastApple promotional and marketing purposes. LastApple respects your privacy. We recognize and appreciate the importance of responsible use of this information and realize that not everyone likes to receive special offers or information about LastApple products.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>If you would like to have your name deactivated from LastApple’s lists, or if you would like to unsubscribe from LastApple’s e-mail bulletins, please use the contact information below to request those changes. Be sure to include your name, postal address, telephone number, information contained in your LastApple mailer, and/or other necessary information needed for deactivation.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LastApple will use reasonable efforts to honor your requests, but we appreciate your patience in allowing us a reasonable amount of time for processing.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Use of Cookies</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>When you visit lastapple.com, you can surf the site anonymously and access important information without revealing your identity. In order to analyze and improve our site, we use \"cookies\" to track your visit. A cookie is small amount of data that is transferred to your browser by a Web server and can only be read by the server that gave it to you. It cannot be executed as code or deliver viruses.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Most browsers are initially set to accept cookies. You can set your browser to notify you when you receive a cookie, giving which allows you to decide whether or not to accept it. (For some Web pages that require an authorization, cookies are not optional. Users choosing not to accept cookies will not be able to access those pages.)</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>While LastApple uses cookies to track your visit to lastapple.com, and our Web servers automatically log the IP/Internet address of your computer, this information does not identify you personally and you remain anonymous unless you have otherwise provided LastApple with personal information.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Please note that LastApple is not responsible for the content or privacy practices of third-party Web sites to which LastApple.com may link.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Training: We provide 2 hours of scheduled online training for new customers of Dragon Medical &amp; SayIt. You must schedule your training at an available time. &nbsp;After training is provided we support the product for any technical problems with the software not functioning properly. &nbsp;If you have a how-to question(s), we have paid training options for $125 an hour or $75 per half hour.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Users may contact us at the address below for more information.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LASTAPPLE CONTACT INFORMATION:<br>Attn: LastApple Privacy<br>30211 Avenida De Las Banderas, Suite 200<br>Rancho Santa Margarita, CA 92688<br>800.597.6600</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Modifications of these Terms of Use</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LastApple may modify these Terms of Use from time to time at its sole discretion. Each time you log on to our site, you will be deemed to have accepted any such changes, unless you arrange to terminate your registration with LastApple’s site immediately (i) by notifying LastApple of your unwillingness to accept the changes to the Terms of Use; and (ii) by discontinuing your use of LastApple’s site.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Modifications of the LastApple Site</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LastApple may modify or discontinue this site with or without notice to you and without liability to you or to any third party.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Content of Messages</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>You agree not to use lastapple.com to send or post on message boards or any place on LastApple’s site, any message or material that is unlawful, harassing, libelous, defamatory, abusive, threatening, harmful, vulgar, obscene, profane, sexually oriented, threatening, racially offensive, inaccurate, or otherwise objectionable material of any kind or nature or that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation, or encourage the use of controlled substances. LastApple reserves the right to delete any such material from LastApple’s site. LastApple will cooperate fully with any law enforcement officials and/or agencies in the investigation of any person or persons who violate the Terms of Use contained in this Section 5.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>You agree not to post or use lastapple.com to distribute or send any illegal material of any kind, including but not limited to, illegal material in the form of text, graphics, video, programs or audio files. Posting content or participating in any form of discussion with the intention to commit any illegal activity is strictly prohibited.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>You acknowledge that (i) LastApple allows you access to content that is protected by copyright, trademark and other intellectual and proprietary rights (\"Rights\"); (ii) these Rights are enforceable and protected in all media and technologies whether now existing or subsequently developed; and (iii) except as explicitly provided to the contrary, these Terms of Use and the applicable copyright, trademark and other laws govern your use of such content. You may not post to lastapple.com, copy, reproduce, retransmit, distribute, publish, commercially exploit or otherwise transfer any material subject to the Rights. The burden of determining that Rights do not protect any information, software, images or any other content on LastApple’s site rests with you. You acknowledge that LastApple may acquire Rights to use any posted materials as described below, and that you will not acquire any of those Rights by downloading such materials.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>By submitting content, which shall include your member name, to any \"public area\" of LastApple’s site, including message boards, forums, contests and/or chat rooms, you grant LastApple and its affiliates a royalty-free, fully paid-up, perpetual, irrevocable, non-exclusive right (including any moral rights) and license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, communicate to the public, perform and display the content (in whole or in part) worldwide and/or to incorporate it in other works in any form, media, or technology now known or subsequently developed, for the full term of any Rights that may exist in such content. You also warrant that the holder of any Rights, including moral rights in such content, has completely and effectively waived all such rights and has effectively and irrevocably granted to you the right to grant the license stated above. You also permit any subscriber to access, display, view, store, and reproduce such content for personal use. Subject to the foregoing, the owner of such content placed on LastApple’s site retains any and all Rights that may exist in such content.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Errors on Our Site</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Prices and availability of products and services are subject to change without notice. Errors will be corrected when and where discovered, and LastApple reserves the right to revoke any stated offer and to correct any errors, inaccuracies or omissions including after an order has been submitted and whether or not the order has been confirmed and your credit card charged. If your credit card has already been charged for the purchase and your order is canceled, LastApple will issue a credit to your credit card account in the amount of the charge. Individual bank policies will dictate when this amount is credited to your account. If you are not fully satisfied with your purchase, you may return it in accordance with LastApple's Return Policy.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Disclaimer of Warranties</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>YOU EXPRESSLY AGREE THAT USE OF LASTAPPLE’S SITE IS AT YOUR SOLE RISK. LASTAPPLE’S SITE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS. LASTAPPLE EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. LASTAPPLE MAKES NO WARRANTY THAT LASTAPPLE’S SITE WILL MEET YOUR REQUIREMENTS, OR THAT LASTAPPLE’S SITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE; NOR DOES LASTAPPLE MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF LASTAPPLE’S SITE. LASTAPPLE WILL NOT BE LIABLE FOR ANY DIRECT, CONSEQUENTIAL OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR NOT, WHICH MAY RESULT FROM THE UNAVAILABILITY OR MALFUNCTION OF LASTAPPLE’S SITE.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>YOU UNDERSTAND AND AGREE THAT ANY MATERIAL AND/OR DATA DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF LASTAPPLE’S SITE IS AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL AND/OR DATA.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>YOU UNDERSTAND AND AGREE THAT LASTAPPLE DOES NOT GUARANTEE THE ACCURACY OR COMPLETENESS OF ANY INFORMATION IN OR PROVIDED IN CONNECTION WITH LASTAPPLE’S SITE. LASTAPPLE IS NOT RESPONSIBLE FOR ANY ERRORS OR OMISSIONS OR FOR THE RESULTS OBTAINED FROM THE USE OF SUCH INFORMATION. THE INFORMATION IS PROVIDED WITH THE UNDERSTANDING THAT NEITHER LASTAPPLE NOR ITS MEMBERS, WHILE SUCH MEMBERS ARE PARTICIPATING IN LASTAPPLE’S SITE, ARE ENGAGED IN RENDERING LEGAL, BUSINESS, INVESTING, COUNSELING OR OTHER ADVISORY SERVICES. LASTAPPLE ENCOURAGES YOU TO SEEK APPROPRIATE PROFESSIONAL ADVICE OR CARE FOR ANY SITUATION OR PROBLEM THAT YOU MAY HAVE.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LASTAPPLE SHALL NOT BE RESPONSIBLE FOR ANY LOSS OR DAMAGE CAUSED, OR ALLEGED TO HAVE BEEN CAUSED, DIRECTLY OR INDIRECTLY, BY THE INFORMATION OR IDEAS CONTAINED, SUGGESTED OR REFERENCED IN THIS SERVICE AREA. YOUR PARTICIPATION IN LASTAPPLE’S SITE IS ENTIRELY AT YOUR OWN RISK. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM LASTAPPLE OR THROUGH LASTAPPLE’S SITE SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LASTAPPLE MAKES NO WARRANTY REGARDING ANY GOODS OR SERVICES PURCHASED OR OBTAINED THROUGH LASTAPPLE’S SITE OR ANY TRANSACTIONS ENTERED INTO THROUGH LASTAPPLE’S SITE.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LASTAPPLE IS NOT RESPONSIBLE FOR THE CONTENT ON THE INTERNET OR WORLD WIDE WEB PAGES THAT RESIDE OR IS POSTED OUTSIDE LASTAPPLE’S SITE. AS A CONVENIENCE TO LASTAPPLE’S USERS, LASTAPPLE MAY PROVIDE LINKS TO THIRD PARTY SITES AND TO RESOURCES THAT ARE BEYOND LASTAPPLE’S CONTROL. LASTAPPLE MAKES NO REPRESENTATIONS AS TO THE QUALITY, SUITABILITY, FUNCTIONALITY OR LEGALITY OF ANY SITES TO WHICH LASTAPPLE MAY PROVIDE LINKS, AND YOU HEREBY WAIVE ANY CLAIM YOU MIGHT HAVE AGAINST LASTAPPLE WITH RESPECT TO SUCH SITES.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Limitation of Liability</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LASTAPPLE SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES, RESULTING FROM THE USE OR THE INABILITY TO USE LASTAPPLE’S SITE OR FOR THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES OR RESULTING FROM ANY GOODS OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH LASTAPPLE’S SITE OR RESULTING FROM UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, USE, DATA, OR OTHER INTANGIBLES, EVEN IF LASTAPPLE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Promotional Messages</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LastApple may, from time to time, send e-mail messages to you containing advertisements, promotions, etc. LastApple makes no representation or warranty with respect to the content of any such e-mail messages or any goods or services that may be obtained from LastApple, and you agree that LastApple shall not be liable to you thereto.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Indemnification</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>You agree to indemnify and hold each officer and/or employee of LastApple, its parent companies, subsidiaries and affiliates, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of LastApple’s site, the violation of these Terms of Use by you, or the infringement by you, or any other user of your account, of any intellectual property or other right of any person or entity.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Applicable Law</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>These Terms of Use shall be governed by and construed in accordance with the laws of the State of California, without regard to conflicts of laws provisions thereof. The sole jurisdiction and venue for actions related to the subject matter hereof shall be California State and U.S. Federal courts sitting in the County of Orange or, the California State and U.S. Federal courts having within their jurisdiction the location of LastApple's principal place of business. In any action or proceeding to enforce rights under this Agreement, the prevailing party will be entitled to recover costs and attorneys' fees.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Remedies for Breach of these Terms by You</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>In the event that LastApple determines, at its sole discretion, that you have breached any portion of these Terms of Use, or have otherwise demonstrated conduct inappropriate for the community of LastApple’s site, LastApple reserves the right to (i) warn you via e-mail that you have violated these Terms of Use; (ii) delete any content provided by you or your agent(s) to LastApple’s site, (iii) delete all content provided by you to LastApple’s site, (iv) discontinue your registration with LastApple’s site and/or any other LastApple community; (v) notify and/or send content to and/or fully cooperate with the proper law enforcement authorities for further action; and/or (vi) any other action that LastApple deems appropriate.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Miscellaneous</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>In the event that any provision of the Terms of Use conflicts with the law under which the Terms of Use are to be construed or if any such provisions are held invalid by a court with jurisdiction over the parties to the Terms of Use, such provision will be deemed to be restated to reflect as nearly as possible the original intentions of the parties in accordance with applicable law, and the remainder of these Terms of Use will remain in full force and effect.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>The failure of either party to insist upon or enforce strict performance by the other party of any provision of the Terms of Use or to exercise any right under the Terms of Use will not be construed as a waiver or relinquishment to any extent of such party's right to assert or rely upon any such provision or right in that or any other instance, rather, the same will be and remain in full force and effect.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LastApple may assign, without notice, its rights and obligations under these Terms of Use and upon such assignment LastApple may be relieved of any further obligation here-under.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>You represent to LastApple that you have the authority to register with LastApple’s site according to these Terms of Use.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>These Terms of Use and any Additional Terms (as such terms shall be identified when posted on LastApple’s site by LastApple) constitute the entire understanding between the parties as to the subject matter herein, and supersede all prior agreements and understandings. Any legally unenforceable provision of these Terms of Use will, at the election of LastApple, be deleted or modified to correct the defect and, regardless, the remainder of the terms of these Terms of Use will remain valid and enforceable.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Foreign purchases of digital downloads will not ship any physical product.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>LastApple reserves the right to charge fees, surcharges and/or membership fees at any time without any notice to you.</p>\n<!-- /wp:paragraph -->",
    "post_excerpt": "",
    "post_type": "page",
    "post_status": "publish",
    "post_name": "terms-use",
    "meta": {
        "_edit_lock": [
            "1735339115:1"
        ],
        "_edit_last": [
            "1"
        ],
        "_yoast_wpseo_content_score": [
            "30"
        ],
        "_yoast_wpseo_focuskeywords": [
            "[]"
        ],
        "_yoast_wpseo_keywordsynonyms": [
            "[\"\"]"
        ],
        "_yoast_wpseo_estimated-reading-time-minutes": [
            "17"
        ],
        "rank_math_news_sitemap_robots": [
            "index"
        ],
        "rank_math_robots": [
            [
                "index"
            ]
        ],
        "rank_math_analytic_object_id": [
            "3"
        ],
        "rank_math_internal_links_processed": [
            "1"
        ],
        "_wphb_singular_css_status": [
            "complete"
        ],
        "_wpcom_is_markdown": [
            "1"
        ],
        "_seopress_robots_primary_cat": [
            ""
        ],
        "_seopress_titles_title": [
            ""
        ],
        "_seopress_titles_desc": [
            ""
        ],
        "_seopress_robots_index": [
            ""
        ],
        "site-sidebar-layout": [
            "default"
        ],
        "site-content-layout": [
            ""
        ],
        "ast-site-content-layout": [
            "default"
        ],
        "site-content-style": [
            "default"
        ],
        "site-sidebar-style": [
            "default"
        ],
        "ast-global-header-display": [
            ""
        ],
        "ast-banner-title-visibility": [
            ""
        ],
        "ast-main-header-display": [
            ""
        ],
        "ast-hfb-above-header-display": [
            ""
        ],
        "ast-hfb-below-header-display": [
            ""
        ],
        "ast-hfb-mobile-header-display": [
            ""
        ],
        "site-post-title": [
            ""
        ],
        "ast-breadcrumbs-content": [
            ""
        ],
        "ast-featured-img": [
            ""
        ],
        "footer-sml-layout": [
            ""
        ],
        "theme-transparent-header-meta": [
            ""
        ],
        "adv-header-id-meta": [
            ""
        ],
        "stick-header-meta": [
            ""
        ],
        "header-above-stick-meta": [
            ""
        ],
        "header-main-stick-meta": [
            ""
        ],
        "header-below-stick-meta": [
            ""
        ],
        "astra-migrate-meta-layouts": [
            "set"
        ],
        "ast-page-background-enabled": [
            "default"
        ],
        "ast-page-background-meta": [
            {
                "desktop": {
                    "background-color": "",
                    "background-image": "",
                    "background-repeat": "repeat",
                    "background-position": "center center",
                    "background-size": "auto",
                    "background-attachment": "scroll",
                    "background-type": "",
                    "background-media": "",
                    "overlay-type": "",
                    "overlay-color": "",
                    "overlay-opacity": "",
                    "overlay-gradient": ""
                },
                "tablet": {
                    "background-color": "",
                    "background-image": "",
                    "background-repeat": "repeat",
                    "background-position": "center center",
                    "background-size": "auto",
                    "background-attachment": "scroll",
                    "background-type": "",
                    "background-media": "",
                    "overlay-type": "",
                    "overlay-color": "",
                    "overlay-opacity": "",
                    "overlay-gradient": ""
                },
                "mobile": {
                    "background-color": "",
                    "background-image": "",
                    "background-repeat": "repeat",
                    "background-position": "center center",
                    "background-size": "auto",
                    "background-attachment": "scroll",
                    "background-type": "",
                    "background-media": "",
                    "overlay-type": "",
                    "overlay-color": "",
                    "overlay-opacity": "",
                    "overlay-gradient": ""
                }
            }
        ],
        "ast-content-background-meta": [
            {
                "desktop": {
                    "background-color": "var(--ast-global-color-5)",
                    "background-image": "",
                    "background-repeat": "repeat",
                    "background-position": "center center",
                    "background-size": "auto",
                    "background-attachment": "scroll",
                    "background-type": "",
                    "background-media": "",
                    "overlay-type": "",
                    "overlay-color": "",
                    "overlay-opacity": "",
                    "overlay-gradient": ""
                },
                "tablet": {
                    "background-color": "var(--ast-global-color-5)",
                    "background-image": "",
                    "background-repeat": "repeat",
                    "background-position": "center center",
                    "background-size": "auto",
                    "background-attachment": "scroll",
                    "background-type": "",
                    "background-media": "",
                    "overlay-type": "",
                    "overlay-color": "",
                    "overlay-opacity": "",
                    "overlay-gradient": ""
                },
                "mobile": {
                    "background-color": "var(--ast-global-color-5)",
                    "background-image": "",
                    "background-repeat": "repeat",
                    "background-position": "center center",
                    "background-size": "auto",
                    "background-attachment": "scroll",
                    "background-type": "",
                    "background-media": "",
                    "overlay-type": "",
                    "overlay-color": "",
                    "overlay-opacity": "",
                    "overlay-gradient": ""
                }
            }
        ],
        "footnotes": [
            ""
        ]
    }
}